/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "Airport conectado";

/* No comment provided by engineer. */
"Airport connected" = "Airport conectado";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport desconectado";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Airport desconectado";

/* No comment provided by engineer. */
"Battery charging..." = "Cargando batería…";

/* Type of IP address */
"Benchmark" = "Referencia";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Conexión Bluetooth ";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Dispositivo Bluetooth conectado";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Dispositivo Bluetooth desconectado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Desconexión Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Carga actual: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet activado";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet desactivado";

/* No comment provided by engineer. */
"FireWire Connection" = "Conexión Firewire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Dispositivo Firewire conectado";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Dispositivo Firewire desconectado";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Desconexión Firewire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Agrupar notificaciones de red";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP adquirida";

/* No comment provided by engineer. */
"IP address acquired" = "Dirección IP adquirida";

/* No comment provided by engineer. */
"IP address released" = "Dirección IP liberada";

/* No comment provided by engineer. */
"IP Released" = "IP liberada";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Unido a la red.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Dejó la red %@.";

/* Type of IP address */
"Link-local" = "Enlace local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Enlace de red caído";

/* No comment provided by engineer. */
"Network Link Up" = "Enlace de red arriba";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nueva IP primaria: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Sin dirección IP";

/* No comment provided by engineer. */
"On A/C power" = "Adaptador de corriente";

/* No comment provided by engineer. */
"On battery power" = "En batería";

/* No comment provided by engineer. */
"On UPS power" = "En dispositivo \"No Break\"";

/* No comment provided by engineer. */
"Preferences..." = "Preferencias";

/* Type of IP address */
"Private" = "Privada";

/* Type of IP address */
"Public" = "Pública";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Salir de HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reservada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostrar dispositivos conectados al arrancar.";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Cambio a adaptador de corriente";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Cambio a baterñia";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Cambio a \"No Break\"";

/* No comment provided by engineer. */
"Sync finished" = "Sincronización terminada";

/* No comment provided by engineer. */
"Sync started" = "Sincronización comenzada";

/* Type of IP address */
"Test" = "Prueba";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Este ajuste tendrá efecto cuando reinicie HardwareGrowler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tiempo restante: %i minutos.";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tiempo para cargar: %i minutos.";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo Firewre anónimo";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connection" = "Conexión USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Dispositivo USB conectado";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Dispositivo USB desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconexión USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Volúmen montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volúmen desmontado";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Abrir preferencias de HardwareGrowler";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostrar ícono en ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostrar ícono en el Dock.";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostrar ícono en el menú.";

/* display no icon at all */
"No icon visible" = "No mostrar ícono";

/* No comment provided by engineer. */
"Icon:" = "Ícono:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Habilitar esta opción hará que HardwareGrowler corra sin mostrar un ícono en el Dock o en el menú.\n\nPara acceder a las preferencias, abra HardwareGrowler en Launchpad o Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "¡Advertencia! Habilitar esta opción causará que HardwareGrowler corra en el fondo.";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "¡Alerta! Habilitar esta opción agregará a HardwareGrowler a sus items de arranque.";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Permitir esto dejará que HardwareGrowler comience al arranque, para que esté disponible en todo momento.";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Comenzar HardwareGrowler en el arranque:";

